{
    "Xiaomi": [
        {
            "image": "https://raw.githubusercontent.com/firoozi15/json/main/Shop/Xiaomi.png",
            "Product":
            [
                {
                    "id":1,
                    "title": "Poco X3 Pro",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/7cc5d6a64fd4aba6368ea70535774f876e977dbb_1618918885.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Xiaomi",
                    "price": 9600000,
                    "storage": 256,
                    "ram": 8,
                    "cameraB": 48,
                    "cameraF": 20,
                    "system": "Android 11",
                    "description": "گوشی موبایل شیائومی مدل Poco X3 Pro دو سیم‌ کارت ظرفیت 256 گیگابایت از جمله محصولات برند شیائومی که در سال 2021 روانه بازار شده است. این محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5G روانه بازار شده است. این محصول از بدنه پلاستیکی ساخته شده است که قاب جلو شیشه‌ای جلوه ویژه‌ای به این مدل بخشیده است. صفحه‌نمایش گوشی موبایل شیائومی مدل POCO X3 Pro دو سیم‌ کارت ظرفیت 256گیگابایت در اندازه 6.67 منتشر شده است. این صفحه‌نمایش کاملاً تمام‌صفحه است و در بالا وسط اثری از بریدگی یا حفره دوربین سلفی وجود دیده می‌شود. دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است .صحفه‌نمایش گوشی موبایل شیائومی مدل POCO X3 با استفاده از فناوری Corning Gorilla Glass 6 در برابر خط‌وخش و صدمات احتمالی محافظت می‌شود. گفتنی است چهار دوربین که سنسور اصلی آن 48 مگاپیکسلی است در قسمت پشتی این گوشی جا خوش کرده‌اند. این دوربین‌ها قادر هستند ویدئوی 4K را ثبت و ضبط کنند. دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است. بلوتوث نسخه 5.0، نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند."
                },
                {
                    "id":2,
                    "title": "Redmi K50 Gaming",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/97104fd72bdc5f7022f9610ce3ea11af63d14a07_1660140527.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Xiaomi",
                    "price": 15879000,
                    "storage": 256,
                    "ram": 12,
                    "cameraB": 64,
                    "cameraF": 20,
                    "system": "Android 12",
                    "description": "بسیاری از کاربران به‌دنبال خرید گوشی‌های هوشمندی هستند که به لطف بهره بردن از مشخصات فنی مناسب، توانایی ارائه عملکرد بسیار خوبی را در اجرای بازی‌های سنگین داشته باشند. بدون شک گوشی‌های هوشمند گیمینگ می‌توانند بهترین انتخاب ممکن باشند و شیائومی Redmi K50 Gaming هم یکی از این گوشی‌های با‌کیفیت موجود در بازار است. در همان نگاه اول با توجه به طراحی در نظر گرفته شده، متوجه می‌شوید که با گوشی هوشمند گیمینگ رو‌به‌رو هستید. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.67 اینچ و رزولوشن 1080×2400 پیکسل از نوع اولد مجهز شده است. صفحه‌نمایشی که از قابلیت‌های قدرتمند آن می‌توان به نمایش 395 پیکسل در هر اینچ و البته توانایی ارائه نرخ بروزرسانی 120 هرتز آن اشاره کرد. بریدگی دایره‌ای شکل ناچ اینفینیتی O در قسمت بالایی و مرکزی صفحه‌نمایش، سنسور دوربین سلفی با رزولوشن 20 مگاپیکسل را در خود جای داده است. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 64 مگاپیکسل از نوع عریض (wide) با گشودگی دریچه دیافراگم f/1.9 در کنار سنسور 8 مگاپیکسل از نوع فوق عریض (ultrawide) با زاویه دید 120 درجه و سنسور 2 مگاپیکسل ماکرو برای ثبت تصاویر از فاصله نزدیک، سنسور‌های دوربین سه‌گانه این گوشی هوشمند را تشکیل می‌دهند. اما قدرتمند‌ترین مشخصه این گوشی هوشمند، بدون شک حضور پردازنده اسنپدراگون 8 نسل یک شرکت کوالکام است. پردازنده‌ای که با توان عملکردی بسیار بالا، سنگین‌ترین بازی‌های روز دنیا همانند کال‌اف‌دیوتی موبایل و آسفالت 9 را، در بهترین حالت ممکن اجرا می‌کند. باتری با میزان ظرفیت 4700 میلی‌آمپر‌ساعت در کنار توانایی پشتیبانی از شارژ سریع 120 وات که تنها به مدت زمان 17 دقیقه برای شارژ صفر تا صد درصدی نیاز دارد، از دیگر مشخصات در نظر گرفته شده برای شیائومی Redmi K50 Gaming است."
                },
                {
                    "id":3,
                    "title": "Poco X4 Pro 5G",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/b19936510fe186309ed575393ac49b08ae269947_1656405467.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Xiaomi",
                    "price": 7899000,
                    "storage": 128,
                    "ram": 6,
                    "cameraB": 108,
                    "cameraF": 16,
                    "system": "Android 12",
                    "description": "سری پوکو گوشی‌های هوشمند میان‌رده شرکت شیائومی با توجه به قیمت در نظر گرفته شده به مشخصات فنی مناسب و کاملا قابل قبولی مجهز شده‌اند و در بین کاربران محبوبیت بالایی دارند. یکی از گوشی‌های میان‌رده و با‌کیفیت این سری، شیائومی Poco X4 Pro 5G است که در جایگاه یک گوشی میان‌رده به مشخصات فنی مناسبی مجهز شده است. در نمای رو‌به‌رویی این گوشی از صفحه‌نمایش با ابعاد 6.67 اینچ و رزولوشن 1080×2400 پیکسل از نوع امولد بهره برده است. این صفحه‌نمایش با توجه به توانایی نمایش 395 پیکسل در هر اینچ و نرخ بروزرسانی 120 هرتز، عملکرد بسیار خوب و با‌کیفیتی را به‌شما ارائه می‌کند. در قسمت پشتی یک سنسور دوربین اصلی قدرتمند با رزولوشن 108 مگاپیکسل از نوع عریض در کنار سنسور 8 مگاپیکسلی از نوع فوق عریض (ultrawide) و سنسور 2 مگاپیکسل ماکرو، سنسور‌های دروبین سه‌گانه Poco X4 Pro 5G را تشکیل می‌دهند. برای دوربین سلفی هم سنسور با رزولوشن 16 مگاپیکسل در نظر گرفته شده است. در بخش مشخصات سخت‌افزاری هم حضور پردازنده اسنپدراگون 695 5G شرکت کوالکام سبب شده تا این گوشی عملکرد قابل قبولی را در اجرای بازی‌های حتی سنگین همانند آسفالت 9 داشته باشد. البته نباید فراموش کنیم که به لطف حضور این پردازنده، Poco X4 Pro 5G توانایی پشتیبانی از شبکه‌های اینترنتی پرسرعت نسل پنجم یا همان 5G را هم دارد. باتری قدرتمند با میزان ظرفیت 5000 میلی‌آمپر‌ساعت در کنار شارژر 67 وات مجهز به تکنولوژی شارز سریع (توانایی شارژ صفر تا صد درصدی در مدت زمان 41 دقیقه) از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند میان‌رده هستند."
                },
                {
                    "id":4,
                    "title": "11T Pro 5G",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/351f3709b869cb469bd399ead761557598ce63a3_1656423553.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Xiaomi",
                    "price": 14800000,
                    "storage": 256,
                    "ram": 12,
                    "cameraB": 108,
                    "cameraF": 16,
                    "system": "Android 11",
                    "description": "شیائومی توانسته است در چند سال اخیر عملکرد بسیار خوب و درخشانی را در زمینه گوشی‌های هوشمند به‌نمایش بگذارد. یکی از گوشی‌های هوشمند قدرتمند این شرکت شیائومی 11T Pro است که با توجه به مشخصات فنی در نظر گرفته شده، در دسته گوشی‌های هوشمند سطح بالای بازار قرار می‌گیرد. این گوشی به صفحه‌نمایش بسیار با‌کیفیت با ابعاد 6.67 اینچ و رزولوشن 1080×2400 پیکسل از نوع امولد مجهز شده است. توانایی نمایش 395 پیکسل در هر اینچ و مشخصات در نظر گرفته شده، نشان از آن دارد که با یکی از قدرتمند‌ترین و بهترین صفحات‌‌نمایش در بین گوشی‌های هوشمند رو‌به‌رو هستیم. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 108 مگاپیکسل از نوع عریض با گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل از نوع فوق عریض (ultra wide) و سنسور 5 مگاپیکسل از نوع تله‌فوتو ماکرو، برای این گوشی هوشمند در نظر گرفته شده است. شیائومی 11T Pro در حال حاضر به قدرتمند‌ترین سنسور دوربین اصلی از نظر میزان رزولوشن در میان‌ گوشی‌های هوشمند مجهز شده است. برای دوربین سلفی هم سنسور با رزولوشن 16 مگاپیکسل در نظر گرفته شده. در بخش فیلمبرداری هم این گوشی عملکرد بسیار خوبی دارد و سنسور دوربین اصلی قدرتمند در نظر گرفته شده، توانایی ضبط ویدیو با حداکثر کیفیت 8K‌ و سرعت 30 فریم در ثانیه را دارد. حضور پردازنده قدرتمند اسنپدراگون 888 شرکت کوالکام هم سبب شده تا بتوانید جدید‌ترین و سنگین‌ترین بازی‌های حال و حاضر را اجرا کنید و از گیم‌پلی لذت ببرید. باتری با میزان ظرفیت 5000 میلی‌آمپر ساعت و شارژر قدرتمند 120 وات که توانایی شارژ 0 تا 100 درصدی باتری این گوشی را در مدت زمان کوتاه 17 دقیقه دارد، از دیگر مشخصات در نظر گرفته شده است."
                },
                {
                    "id":5,
                    "title": "Mi 11 Ultra",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/4a54e534d46dedeefd055ea516ff44416dd5ca6a_1656405590.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Xiaomi",
                    "price": 36300000,
                    "storage": 512,
                    "ram": 12,
                    "cameraB": 50,
                    "cameraF": 20,
                    "system": "Android 11",
                    "description": "بدون شک شیائومی Mi 11 Ultra یکی از گوشی‌های هوشمند پرچمدار موجود در بازار است که در بخش‌های مختلف، توانایی ارائه عملکرد بسیار خوب و فوق‌العاده‌ای را دارد. در همان نگاه اول کاملا متوجه خواهید شد که با یک گوشی هوشمند قدرتمند و پرچمدار رو‌به‌رو هستید. طراحی جذاب و حتی متفاوت که جذابیت بصری خاص به این گوشی هوشمند بخشیده است. در نمای رو‌به‌رویی صفحه‌نمایش یکدست و بسیار زیبایی را مشاهده می‌کنید که به طراحی ناچ اینفینیتی O مجهز شده است. بریدگی دایره‌ای شکل ناچ در قسمت بالایی و گوشه سمت چپ صفحه‌نمایش، سنسور دوربین سلفی را در خود جای داده است. خمیدگی صفحه‌نمایش در قسمت‌های کناری هم سبب شده تا حاشیه به حداقل میزان ممکن برسد و در نهایت ۹۱.۴ درصد از نمای رو‌به‌رویی را صفحه‌نمایش به خودش اختصاص داده است. حسگر اثر انگشت هم به عنوان یک قابلیت امنیتی بسیار پرکاربرد، زیر صفحه‌نمایش قرار گرفته و با توجه به تست‌های انجام شده باید بدانید که این حسگر اپتیکال، توانایی ارائه عملکرد بسیار سریعی را در قفل‌گشایی صفحه‌نمایش دارد."
                }
            ]
        }
    ],
    "Samsoung": [
        {
            "image": "https://raw.githubusercontent.com/firoozi15/json/main/Shop/Samsoung.png",
            "Product":
            [
                {
                    "id":6,
                    "title": "GALAXY Z FOLD3 5G",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/aa83173f99a441078c8e6760cd0f501504524d1c_1656407218.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Samsoung",
                    "price": 56500000,
                    "storage": 512,
                    "ram": 12,
                    "cameraB": 12,
                    "cameraF": 10,
                    "system": "Android 11",
                    "description": "سامسونگ در عرصه گوشی‌های هوشمند تاشو پیشگام بوده و توانسته است عملکرد بسیار خوبی را به‌نمایش بگذارد. GALAXY Z FOLD3 SM-F926B/DS 5G هم به لطف بهره بردن از مشخصات فنی مناسب و البته قدرتمند، عملکرد بسیار خوبی را به‌نمایش گذاشته است. در حالت معمولی این گوشی از صفحه‌نمایش با ابعاد 7.6 اینچ و رزولوشن 1768×2208 پیکسل از نوع Foldable Dynamic AMOLED 2X بهره برده که کیفیت بسیار بالایی را ارائه می‌کند. در حالت تاشو هم این گوشی به صفحه‌نمایش با ابعاد 6.2 اینچی مجهز شده از رزولوشن 832×2268 پیکسل بهره برده است. صفحه‌نمایش اصلی و ثانویه این گوشی، توانایی ارائه حداکثر نرخ بروزرسانی 120 هرتز را دارند که نشان از عملکرد فوق العاده سامسونگ در این زمینه دارد. در قسمت پشتی هم سه سنسور دوربین با رزولوشن 12 مگاپیکسل از نوع عریض (wide)، فوق عریض (ultrawide) و تله فوتو (telephoto) برای این گوشی هوشمند در نظر گرفته شده است. صفحه‌نمایش ثانویه هم از سنسور دوربین سلفی با رزولوشن 10 مگاپیکسل و صفحه‌نمایش اصلی هم از سنسور دوربین سلفی زیر صفحه‌نمایش با رزولوشن 4 مگاپیکسل بهره برده است. پردازنده قدرتمند اسنپدراگون 888 5G هم به عنوان یکی از قدرتمند‌ترین پردازنده‌های گوشی‌های هوشمند جهان، GALAXY Z FOLD3 SM-F926B/DS 5G را همراهی می‌کند که توانایی ارائه عملکرد بسیار خوبی در اجرای بازی‌های سنگین و البته نرم‌افزار‌های محبوب و کاربردی دارد. باتری با میزان ظرفیت 4400 میلی‌آمپر‌ساعت در کنار توانایی پشتیبانی از شارژر با توان 25 وات مجهز به تکنولوژی شارز سریع، پشتیبانی از شارژر بی‌سیم با توان 11 وات و شارژ معکوس با توان 4.5 وات، از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند جذاب و خاص هستند."
                },
                {
                    "id":7,
                    "title": "Galaxy S22 Ultra 5G",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/3b80e5838f5ff4f674f82d5615296c06cd4f9f8c_1660628932.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Samsoung",
                    "price": 45100000,
                    "storage": 256,
                    "ram": 12,
                    "cameraB": 108,
                    "cameraF": 40,
                    "system": "Android 12",
                    "description": "سامسونگ Galaxy S22 Ultra 5G با بهره بردن از مشخصات فنی مناسب و فوق قدرتمند به‌عنوان پرچمدار شرکت سامسونگ در تاریخ 9 فوریه سال 2022 معرفی شد. در همان نگاه اول طراحی کمی مشابه با پرچمداران سری نوت این شرکت را شاهد هستیم که البته زیبایی بصری بسیار جذابی را هم با خود به‌همراه داشته است. در نمای رو‌به‌رویی سامسونگ Galaxy S22 Ultra 5G به صفحه‌نمایش با ابعاد 6.8 اینچ و رزولوشن 1440×3088 پیکسل از نوع Dynamic AMOLED 2X مجهز شده است. صفحه‌نمایش که توانایی نمایش 500 پیکسل در هر اینچ و نرخ بروزرسانی 120 هرتز را دارد. بدون هیچ حرف و حدیثی در این بخش باید گفت که سامسونگ Galaxy S22 Ultra 5G به یکی از قدرتمند‌ترین صفحات‌نمایش در بین گوشی‌های هوشمند مجهز شده است. در بخش سنسور‌های دوربین هم سامسونگ چیزی برای این گوشی پرچمدار کم نگذاشته است. یک سنسور دوربین اصلی با رزولوشن 108 مگاپیکسل از نوع عریض و گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 10 مگاپیکسل از نوع پریسکوپ با قابلیت زوم 10 برابری اپتیکال به‌همراه سنسور 10 مگاپیکسل از نوع تله فوتو با قابلیت زوم 3 برابری اپتیکال و سنسور 12 مگاپیکسل از نوع فوق عریض (ultrawide) با زاویه دید 120 درجه، سنسور‌های دوربین چهارگانه سامسونگ Galaxy S22 Ultra 5G را تشکیل می‌دهند. سنسور دوربین اصلی در کنار توانایی ضبط ویدیو با حداکثر کیفیت 8K و سرعت 24 فریم در ثانیه، به قابلیت جذاب و البته کاربردی لرزشگیر اپتیکال یا همان OIS هم مجهز شده است. برای دوربین سلفی هم از یک سنسور با رزولوشن 40 مگاپیکسل و گشودگی دریچه دیافراگم f/2.2 استفاده شده است. در بخش مشخصات سخت‌افزاری هم برای بازار‌های اروپایی و خاورمیانه، پردازنده اختصاصی اگزینوس 2200 شرکت سامسونگ این گوشی هوشمند قدرتمند را همراه می‌کند. پردازنده‌ای با معماری 4 نانومتری که به خوبی از پس تمام بازی‌های سنگین و به‌روز حال و حاضر دنیا بر‌می‌آید. باتری با میزان ظرفیت 5000 میلی‌آمپر‌ساعت و پشتیبانی از فناوری شارژ سریع 45 وات هم از دیگر مشخصات در نظر گرفته شده است. البته لازک به ذکر است که این گوشی بدون آداپتور شارژر روانه بازار شده است. البته باید بدانید که این بار، قلم هوشمند و بسیار کاربردی S Pen هم برای این گوشی هوشمند در نظر گرفته شده و نیازی نیست همانند نسل قبلی آن را به‌عنوان یک وسیله جانبی خریداری کنید."
                },
                {
                    "id":8,
                    "title": "Galaxy S21 FE 5G",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/4af1bad23ab1945fa5cef6a333792196e0fe850e_1656426417.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Samsoung",
                    "price": 19950000,
                    "storage": 256,
                    "ram": 8,
                    "cameraB": 12,
                    "cameraF": 16,
                    "system": "Android 12",
                    "description": "سری FE گوشی‌های هوشمند سامسونگ با توجه به بهره بردن از مشخصات فنی مناسب و قدرتمند و البته قیمتی مقرون به‌صرفه‌تر به نسبت پرچمداران این شرکت، طرفداران بسیاری زیادی دازند و توانسته‌اند عملکرد بسیار خوب و قابل قبولی را به‌نمایش بگذارند. سامسونگ Galaxy S21 FE 5G به عنوان جدید‌ترین گوشی‌هوشمند این سری هم به مشخصات فنی قدرتمند و بسیار خوبی مجهز شده است. در نمای رو‌به‌رویی این گوشی از صفحه‌نمایش با ابعاد 6.4 اینچ و رزولوشن 1080×2400 پیکسل از نوع Dynamic AMOLED 2X بهره برده است. تا همینجا هم مشخص است که این گوشی به یکی از قدرتمند‌ترین صفحات‌نمایش مجهز شده است اما وقتی به قدرت واقعی این صفحه‌نمایش پی‌ خواهید برد که بدانید توانایی نمایش 411 پیکسل در هر اینچ و حداکثر نرخ بروزرسانی 120 هرتز را دارد. در قسمت پشتی هم یک سنسور دروبین اصلی با رزولوشن 12 مگاپیکسل و گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل از نوع تله‌فوتو با قابلیت زوم سه برابری اپتیکال (زوم بدون کم شدن کیفیت) و سنسور 12 مگاپیکسل از نوع فوق عریض (ultrawide) با زاویه دید 123 درجه، سنسور‌های دوربین سه‌گانه سامسونگ Galaxy S21 FE 5G را تشکیل می‌دهند. برای دوربین سلفی هم سنسور با رزولوشن 32 مگاپیکسل از نوع عریض در نظر گرفته شده است. در بخش مشخصات سخت‌افزاری در نظر گرفته شده هم این گوشی دست پر وارد میدان رقابت شده است. حضور پردازنده اگزینوس 2100 5G سبب شده تا سامسونگ Galaxy S21 FE 5G توانایی اجرای بازی‌های سنگین مثل کال‌آف‌دیوتی مویابل و آسفالت 9 را به‌راحتی اجرا کند و عملکرد بسیار خوبی داشته باشد. از طرفی این پردازنده توانایی پشتیبانی از شبکه‌های اینترنتی نسل پنجم یا همان 5G را هم دارد. باتری با میزان ظرفیت 4500 میلی‌آمپر‌ساعت و شارژر 25 وات مجهز به تکنولوژی شارژ سریع هم از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند است."
                },
                {
                    "id":9,
                    "title": "Galaxy S21 Ultra 5G",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/635d20960defa4123ad998e123660329515d101c_1656428909.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Samsoung",
                    "price": 39795000,
                    "storage": 256,
                    "ram": 12,
                    "cameraB": 108,
                    "cameraF": 40,
                    "system": "Android 11",
                    "description": "خبری از شیار کارت حافظه نیست. حتی خبری از شارژر در جعبه محصول نیست. شاید این ویژگی‌ها قبل از هر چیز دیگری در زمان دیدن جدول مشخصات گوشی موبایل Galaxy S21 Ultra جلب توجه می‌کنند. البته بزرگ‌نمایی 10 برابری اپتیکال و 100 برابری دیجیتالی هم نکاتی هستند که نمی‌توانید از آن‌ها به سادگی رد شوید. در سال 2021، سری گوشی‌های Galaxy S زودتر از هر سال روانه بازار شد. این سری این بار با خود ویژگی‌های جدیدی را هم به همراه داشت. گوشی موبایل Galaxy S21 Ultra جای همه کم‌وکاستی‌های نسل خود را پر کرده است. صفحه‌نمایشی با نرخ به‌روزرسانی 120هرتز بیشتر از هر چیز کنایه‌ای پرمعنا به اپل است تا زمانی که در کنار باتری حجیم 5000 میلی‌آمپرساعتی قرار می‌گیرد، نوید یکی از غول‌های دنیای فناوری اطلاعات را با خود دارد. این گوشی اولین محصول سری S است که از قلم S-Pen هم پشتیبانی می‌کند. البته جای هیچ تعجبی نیست که باید این قلم را جداگانه تهیه کنید. رنگ‌ مات و جذاب بدنه گلکسی اس 21 اولترا هم در کنار لبه‌های خمیده گوشی، ویژگی‌های جدید ظاهری این محصول به حساب می‌آیند. پس اگر به دنبال محصولی جدید و قدرتمند با امکان زوم فضایی هستید، به این گوشی فکر کنید. به نظر می‌رسد این ویژگی‌های S21، نوید سال پرهیجان و پر از محصولات عجیب‌وغریب و جذاب را در حوزه گوشی موبایل به همراه دارند. اما مهم‌تر از همه با حذف شارژر از طرف اپل، سامسونگ و شیائومی، برای این شرکت‌ها، 2021 سال فروش لوازم جانبی است."
                },
                {
                    "id":10,
                    "title": "M62",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/ab09c2c79ef4a7c905656ee87039e65f13db6444_1656481464.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Samsoung",
                    "price": 12090000,
                    "storage": 256,
                    "ram": 8,
                    "cameraB": 64,
                    "cameraF": 32,
                    "system": "Android 11",
                    "description": "گوشی موبایل Galaxy M62 از میان رده‌های جدید شرکت سامسونگ است که با طراحی زیبا و سخت‌افزار قوی روانه بازار شده است. سامسونگ تلاش کرده است حاشیه را در این تولید جدید خود تا حد امکان کم کند. قاب پشتی و فریم این گوشی از جنس پلاستیک تهیه شده و قاب جلویی آن را شیشه پوشانده است. صفحه‌نمایش استفاده‌شده در این گوشی 6.7 اینچ با رزولوشن FullHD+ است که با استفاده از فناوری Super AMOLED Plus تصاویر شفاف و بی‌نظیری را به نمایش می‌گذارد. در هر پیکسل از این صفحه‌نمایش، 394 پیکسل قرار گرفته است که نشان‌دهنده وضوح بالای تصویر است. همچنین روکش این نمایشگر لایه‌ی محافظ Corning Gorilla Glass است که از خط‌وخش و ضربه جلوگیری می‌کند. تراشه‌ی این محصول، Exynos 9825 از تراشه‌های 7 نانومتری سامسونگ است که به همراه 8 گیگابایت رم عرضه می‌شود. تراشه‌ی گرافیکی Mali-G76 MP12 هم برای پخش ویدئو و بازی مناسب است. شرکت سامسونگ برای این مدل از یک دوربین اصلی چهارگانه استفاده کرده است. لنز عریض (Wide) با رزولوشن 64 مگاپیکسل، لنز فوق عریض (Ultrawide) با رزولوشن 12 مگاپیکسل، لنز ماکرو (Macro) با رزولوشن 5 مگاپیکسل و حسگر عمق با رزولوشن 5 مگاپیکسل مجموعه دوربین Galaxy M62 را تشکیل می‌دهند.دوربین سلفی 32مگاپیکسلی هم در قاب جلویی این گوشی به کار گرفته شده است. باتری 7000 میلی‌آمپرساعتی، پشتیبانی از فناوری شارژ سریع 25 واتی، درگاه USB Type-C و حسگر اثرانگشت هم از دیگر ویژگی‌های این گوشی است. سامسونگ در ساخت این گوشی از جدیدترین فناوری‌های ساخت گوشی استفاده کرده است تا میان‌رده‌ای با قابلیت‌های نزدیک به یک بالارده خوش‌ساخت را روانه بازار کند."
                }
            ]
        }
    ],
    "Gplus": [
        {
            "image": "https://raw.githubusercontent.com/firoozi15/json/main/Shop/Gplus.png",
            "Product":
            [
                {
                    "id":11,
                    "title": "X10 Plus",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/469a71eebf32e74430a9fc89259722bb4c0fdf8a_1663752125.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Gplus",
                    "price": 3600000,
                    "storage": 128,
                    "ram": 4,
                    "cameraB": 13,
                    "cameraF": 8,
                    "system": "Android 11",
                    "description": "برند جی‌‌‌پلاس تا به امروز توانسته است گوشی‌های هوشمند میان‌رده مناسب و مقرون به‌صرفه‌ای را روانه بازار کند که به نسبت قیمت در نظر گرفته شده، از مشخصات فنی مناسب و قابل قبولی بهره برده بودند. یکی از این گوشی‌ها، مدل X10 Plus است. از نظر ظاهر این گوشی چندان تفاوتی با X10 ندارد و از نظر مشخصات فنی، عملکرد بهتری دارد. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.5 اینچ و رزولوشن 720×1600 پیکسل از نوع IPS مجهز شده است. برای صفحه‌نمایش هم از طراحی ناچ واتردراپ یا همان قطره‌ای استفاده شده است که بریدگی قطره‌ای شکل ناچ در قسمت بالایی و مرکزی صفحه‌نمایش، سنسور دوربین سلفی با رزولوشن 8 مگاپیکسل را در خود جای داده است. در نمای پشتی هم شاهد قرار‌گیری چهار سنسور دوربین هستیم که یک سنسور دوربین اصلی با رزولوشن 13 مگاپیکسل در کنار سنسور 5 مگاپیکسل از نوع فوق عریض یا همان ultrawide و دو سنسور با رزولوشن 2 مگاپیکسل از نوع ماکرو و سنجش عمق، سنسور‌های دوربین چهار‌گانه جی‌پلاس X10 Plus را تشکیل می‌دهند. باتری با میزان ظرفیت 4000 میلی‌آمپر‌ساعتی این گوشی هوشمند هم سبب شده تا به ازای هر بار شارژ صد درصدی، طول عمر مفید (زمان آماده به‌کار) یک روز را در شرایط استفاده معمولی ارائه کند."
                },
                {
                    "id":12,
                    "title": "Q20",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/9c6adac99093d0e74f6b36b074eab5d70c5c7946_1659443921.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Gplus",
                    "price": 3400000,
                    "storage": 64,
                    "ram": 4,
                    "cameraB": 13,
                    "cameraF": 8,
                    "system": "Android 11",
                    "description": "برند جی پلاس گوشی‌های هوشمند میان‌رده مقرون به‌صرفه‌ای را روانه بازار کرده است که جی پلاس Q20 هم یکی از همین گوشی‌های با‌کیفیت است که به نسبت قیمت مناسبی را با خود به‌همراه دارد. این گوشی به صفحه‌نمایش با ابعاد 6.5 اینچ و رزولوشن 720×1600 پیکسل از نوع IPS مجهز شده است. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 13 مگاپیکسل در کنار دو سنسور با رزولوشن 2 مگاپیکسل، سنسور‌های دوربین سه‌گانه جی پلاس Q20 را تشکیل می‌دهند. در مورد سنسور دوربین اصلی باید بگوییم که توانایی ثبت تصاویر مناسب و قابل قبولی را در نور روز دارد. قابلیت امنیتی و بسیار پرکاربرد حسگر اثر انگشت هم در قسمت پشتی این گوشی قرار گرفته است. بریدگی قطره‌ای شکل ناچ واتردراپ در قسمت بالایی و مرکزی صفحه‌نمایش هم سنسور دوربین سلفی با رزولوشن 8 مگاپیکسل را در خود جای داده است. در بخش مشخصات سخت‌افزاری هم، پردازنده میان‌رده هلیو G25 شرکت مدیاتک این گوشی هوشمند را همراهی می‌کند و توانایی ارائه عملکرد قابل قبولی در اجرای بازی و نرم‌افزار‌های محبوب و کاربردی دارد. یکی از قدرتمند‌ترین مشخصات در نظر گرفته شده برای این گوشی هوشمند بدون شک باتری با میزان ظرفیت 5000 میلی‌آمپر‌ساعت است که به ازای هر بار شارژ صد درصدی، توانایی ارائه طول عمر مفید (زمان آماده به‌کار) قابل قبولی را دارد."
                },
                {
                    "id":13,
                    "title": "X10 2022",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/74cc9221308404b72dbdcfe5ee9786b4e9bfbc33_1656482458.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Gplus",
                    "price": 3000000,
                    "storage": 64,
                    "ram": 4,
                    "cameraB": 13,
                    "cameraF": 8,
                    "system": "Android 11",
                    "description": "این نسخه از گوشی موبایل جی پلاس X10 با رم 4 گیگابایتی و حافظه داخلی 64 گیگابایت روانه بازار شده است. این محصول دارای صفحه‌نمایش IPS است و ظاهر خوبی دارد. این محصول با نسخه 11 از سیستم‌عامل اندروید روانه بازار شده است تا از هر نظر گوشی مدرن به‌حساب بیاید. صفحه‌نمایش استفاده‌شده در این گوشی 6.5 اینچ با رزولوشن HD است که با استفاده از فناوری IPS تصاویر خوبی را به نمایش می‌گذارد. این صفحه‌نمایش در هر اینچ نزدیک 294 پیکسل را نشان می‌دهد که این یعنی جزئیات و وضوح تصویر متوسط است. تراشه‌ی این محصول، UNISOC SC9863A Chipset است که به همراه 3 گیگابایت رم عرضه می‌شود. تراشه‌ی گرافیکی PowerVR GE8322 GPU هم برای پخش ویدئو و بازی‌های سبک مناسب است. این نسخه از گوشی با حافظه 64 گیگابایتی عرضه شده است و با استفاده از یک کارت حافظه‌ی جانبی قادر خواهید بود حافظه داخلی را تا یک 128 گیگابایت دیگر هم افزایش دهید. دوربین اصلی X10 سنسور 13 مگاپیکسلی دارد و از نوع عریض (Wide) است. دوربین سلفی 8 مگاپیکسلی هم در قاب جلویی این گوشی به کار گرفته شده است. باتری 4000 میلی‌آمپرساعتی و حسگر اثرانگشت در فریم کناری، روی دکمه پاور گوشی هم از دیگر ویژگی‌های این تازه‌ وارد است."
                },
                {
                    "id":14,
                    "title": "S10",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/c3bec0afe4149f95106867e8ab8bb91be2dbc763_1656411853.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Gplus",
                    "price": 2840000,
                    "storage": 64,
                    "ram": 8,
                    "cameraB": 13,
                    "cameraF": 8,
                    "system": "Android 11",
                    "description": "برند جی پلاس در زمینه گوشی‌های هوشمند میان‌رده و مقرون به‌صرفه توانسته است عملکرد خوبی را از خود به‌نمایش بگذارد. جی پلاس S10 GMC-666M هم یکی از گوشی‌های هوشمند میان‌رده این شرکت است که به نسبت قیمت در نظر گرفته شده، از مشخصات فنی مناسب و قابل قبولی بهره برده است. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.5 اینچ و رزولوشن 720×1600 پیکسل مجهز شده که ناچ و یا همان بریدگی قطره‌ای شکل ناچ در قسمت بالایی و مرکزی صفحه‌نمایش هم سنسور دوربین سلفی 8 مگاپیکسل را در خود جای داده است. در قسمت پشتی هم یک سنسور دروبین اصلی با رزولوشن 13 مگاپیکسل به‌همراه دو سنسور با رزولوشن 2 مگاپیکسل، سنسور‌های دوربین سه‌گانه جی پلاس S10 GMC-666M را تشکیل می‌دهند. در بخش مشخصات سخت‌افزاری هم شاهد حضور پردازنده میان‌رده UNISOC SC9863A هستیم که در اجرای نرم‌افزار‌های پرکاربرد و کار‌های روزانه، توانایی ارائه عملکرد قابل قبولی را دارد. باتری با میزان ظرفیت 4000 میلی‌آمپر‌ساعت هم از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند میان‌رده است."
                },
                {
                    "id":15,
                    "title": "P10 2022",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/7d54f70cbc1277b205b5263963865efe05045373_1656411594.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Gplus",
                    "price": 2290000,
                    "storage": 32,
                    "ram": 3,
                    "cameraB": 13,
                    "cameraF": 8,
                    "system": "Android 11",
                    "description": "این نسخه از گوشی موبایل جی پلاس P10 با رم 3 گیگابایتی و حافظه داخلی 32 گیگابایت روانه بازار شده است. این محصول دارای صفحه‌نمایش LCD است و ظاهر خوبی دارد. این محصول سامسونگ با نسخه 11 از سیستم‌عامل اندروید روانه بازار شده است تا از هر نظر گوشی مدرن به‌حساب بیاید. صفحه‌نمایش استفاده‌شده در این گوشی 6.09 اینچ با رزولوشن HD است که با استفاده از فناوری LCD تصاویر خوبی را به نمایش می‌گذارد. این صفحه‌نمایش در هر اینچ نزدیک 282 پیکسل را نشان می‌دهد که این یعنی جزئیات و وضوح تصویر متوسط است. تراشه‌ این محصول، UNISOC SC9863A Chipset است که به همراه 2 گیگابایت رم عرضه می‌شود. تراشه‌ی گرافیکی PowerVR GE8322 GPU هم برای پخش ویدئو و بازی‌های سبک مناسب است. این نسخه از گوشی با حافظه 32 گیگابایتی عرضه شده است و با استفاده از یک کارت حافظه‌ی جانبی قادر خواهید بود حافظه داخلی را تا یک 128 گیگابایت دیگر هم افزایش دهید. دوربین اصلی X10 سنسور 13 مگاپیکسلی دارد و از نوع عریض (Wide) است. دوربین سلفی 5 مگاپیکسلی هم در قاب جلویی این گوشی به کار گرفته شده است. باتری 3500 میلی‌آمپرساعتی و حسگر اثرانگشت در پشت گوشی هم از دیگر ویژگی‌های این تازه‌ وارد است."
                }
            ]
        }
    ],
    "Oneplus": [
        {
            "image": "https://raw.githubusercontent.com/firoozi15/json/main/Shop/Oneplus.png",
            "Product":
            [
                {
                    "id":16,
                    "title": "10 Pro",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/660e1428fc5f0d82e5cfa8980d45bebd75f7904e_1659431674.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Oneplus",
                    "price": 28500000,
                    "storage": 256,
                    "ram": 12,
                    "cameraB": 48,
                    "cameraF": 32,
                    "system": "Android 12",
                    "description": "برند وان‌پلاس تا به امروز توانسته است عملکرد بسیار خوبی را در زمینه گوشی‌های هوشمند به‌نمایش بگذارد. یکی از گوشی‌های پرچمدار و قدرتمند این شرکت، مدل 10 Pro است که از نظر مشخصات در نظر گرفته شده تفاوتی با مدل 10 Pro ندارد اما رنگ سفید در نظر گرفته شده برای این گوشی، ظاهری جذاب و کاربر پسند به آن بخشیده است. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.7 اینچ و رزولوشن 1440×3216 پیکسل از نوع LTPO2 Fluid AMOLED مجهز شده است که با توجه به مشخصات در نظر گرفته شده و توانایی ارائه حداکثر نرخ بروزرسامی 120 هرتز، یکی از قدرتمند‌ترین و با‌کیفیت‌ترین صفحات‌نمایش در بین گوشی‌های هوشمند پرچمدار است. در قسمت پشتی هم شاهد قرار‌گیری سه سنسور دوربین هستیم که یک سنسور دوربین اصلی با رزولوشن 48 مگاپیکسل و گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل از نوع تله‌فوتو با قابلیت زوم 3 برابر اپتیکال و سنسور قدرتمند 50 مگاپیکسل از نوع فوق عریض (ultrawide) با زاویه دید 150 درجه، سنسور‌های دوربین سه‌گانه وان‌پلاس 10 Pro را تشکیل می‌دهند. حضور پردازنده قدرتمند اسنپدراگون 8 نسل یک شرکت کوالکام هم سبب شده تا این گوشی به‌راحتی از پس بازی‌های سنگین و به‌روز بر‌بیاید و تجربه گیم پلی بسیار جذابی را برای شما به ارمغان می‌آورد. بریدگی دایره‌ای شکل ناچ در قسمت بالایی و گوشه سمت چپ صفحه‌نمایش هم سنسور دوربین سلفی با رزولوشن 32 مگاپیکسل را در خود جای داده است. باتری با میزان ظرفیت 5000 میلی‌آمپر‌ساعت در کنار شارژر 80 وات مجهز به تکنولوژی شارژ سریع هم از دیگر مشخصات در نظر گرفته شده هستند که باید بدانید شارژر 80 واتی این گوشی توانایی شارژ صد درصدی باتری را در مدت زمان 32 دقیقه دارد."
                },
                {
                    "id":17,
                    "title": "NORD N10 5G",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/873df60be839523350c228c3d2cdaa40a757beb7_1656502589.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Oneplus",
                    "price": 6850000,
                    "storage": 128,
                    "ram": 6,
                    "cameraB": 64,
                    "cameraF": 16,
                    "system": "Android 10",
                    "description": "گوشی موبایل وان پلاس مدل NORD N10 5G BE2029 یکی از محصولات میان‌رده موجود در بازار است که حسگر انگشت در پست گوشی و دوربین چهار‌گانه روانه بازار شده است. وان‌پلاس سال 2020 را با رقابتی کردن گوشی‌های خود آغاز کرد. این سری از تولیدات وان‌پلاس به داشتن صفحه‌نمایش با‌کیفیت IPS LCD با 90Hz و دوربین‌هایی با امکانات بالا شهرت دارند. گوشی موبایل وان پلاس مدل NORD N10 5G با صفحه‌نمایش دارای ظاهر زیبایی است. وان‌پلاس تلاش کرده است حاشیه را در این تولید جدید خود تا حد امکان کم کند. این گوشی قاب پشتی از جنس پلاستیک دارد و قاب جلویی آن را شیشه پوشانده که البته جلوه‌ی زیبایی به گوشی داده است. این محصول وان‌پلاس با جدیدترین نسخه از سیستم‌عامل اندروید روانه بازار شده است تا از هر نظر گوشی مدرن به‌حساب بیاید. صفحه‌نمایش استفاده‌شده در این گوشی 6.49 اینچ با رزولوشن FullHD Plus است که با استفاده از فناوری IPS تصاویر شفافی را به نمایش می‌گذارد. این صفحه‌نمایش در هر اینچ 406 پیکسل را نشان می‌دهد که این یعنی جزئیات و وضوح تصویر عالی است. همچنین روکش این نمایشگر لایه‌ی محافظ Corning Gorilla Glass 3 است که از خط‌وخش و ضربه جلوگیری می‌کند. تراشه‌ی این محصول Qualcomm SM6350 Snapdragon 690 5G (8 nm) Chipset از تراشه‌های 8 نانومتری کوالکام است که به همراه 6 گیگابایت رم عرضه می‌شود. این تراشه برای بازکردن چندین برنامه به صورت هم‌زمان و تماشای ویدئو کاملاً مناسب است. تراشه‌ی گرافیکی Adreno 619L هم برای پخش ویدئو و بازی در این محصول درنظر گرفته شده است. این گوشی در ظرفیت 128 گیگابایتی عرضه شده است. دوربین اصلی NORD N10 5G یک سنسور 64 مگاپیکسلی دارد و فلش LED برخوردار است. سنسور 8 مگاپیکسلی دیگر از نوع فوق‌عریض (Ultrawide) و سنسور 2 مگاپیکسلی عمق و لنز ماکرو هم در کنار این دوربین اصلی مجموعه دوربین‌های قاب پشتی NORD N10 5G را تشکیل داده‌اند. دوربین سلفی 16 مگاپیکسلی هم در قاب جلویی این گوشی به کار گرفته شده است. باتری 4300 میلی‌آمپرساعتی، پشتیبانی از فناوری شارژ سریع 30 واتی، درگاه USB Type-C 2.0 و حسگر اثرانگشت اپتیکال در پشت گوشی هم از دیگر ویژگی‌های این تازه‌وارد است."
                },
                {
                    "id":18,
                    "title": "Nord N100",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/4c5f1f1bc4dfbdae4ccbcd28efd0edaea75ca07f_1626090951.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Oneplus",
                    "price": 3500000,
                    "storage": 64,
                    "ram": 4,
                    "cameraB": 13,
                    "cameraF": 8,
                    "system": "Android 10",
                    "description": "گوشی موبایل وان پلاس مدل Nord N100 BE2013 یکی از محصولات میان‌رده موجود در بازار است که حسگر انگشت در پست گوشی و دوربین سه‌گانه روانه بازار شده است. وان‌پلاس سال 2020 را با رقابتی کردن گوشی‌های خود آغاز کرد. این سری از تولیدات وان‌پلاس به داشتن صفحه‌نمایش با‌کیفیت IPS LCD با 90Hz و دوربین‌هایی با امکانات بالا شهرت دارند. گوشی موبایل وان پلاس مدل Nord N100 BE2013 با صفحه‌نمایش دارای ظاهر زیبایی است. وان‌پلاس تلاش کرده است حاشیه را در این تولید جدید خود تا حد امکان کم کند. این گوشی قاب پشتی از جنس پلاستیک دارد و قاب جلویی آن را شیشه پوشانده که البته جلوه‌ی زیبایی به گوشی داده است. این محصول وان‌پلاس با جدیدترین نسخه از سیستم‌عامل اندروید روانه بازار شده است تا از هر نظر گوشی مدرن به‌حساب بیاید. صفحه‌نمایش استفاده‌شده در این گوشی 6.52 اینچ با رزولوشن HD Plus است که با استفاده از فناوری IPS تصاویر شفافی را به نمایش می‌گذارد. این صفحه‌نمایش در هر اینچ 269 پیکسل را نشان می‌دهد که این یعنی جزئیات و وضوح تصویر مطلوب است. تراشه‌ی این محصول Qualcomm SM4250 Snapdragon 460 (11 nm) Chipset است که به همراه 4 گیگابایت رم عرضه می‌شود. این تراشه برای بازکردن اجرای برنامه به صورت هم‌زمان و تماشای ویدئو مناسب است. تراشه‌ی گرافیکی Adreno 610 هم برای پخش ویدئو و بازی در این محصول درنظر گرفته شده است. این گوشی در ظرفیت 64 گیگابایتی عرضه شده است. دوربین اصلی Nord N100 یک سنسور 13 مگاپیکسلی دارد و فلش LED برخوردار است. سنسور 2 مگاپیکسلی عمق و لنز ماکرو هم در کنار این دوربین اصلی مجموعه دوربین‌های قاب پشتی Nord N100 را تشکیل داده‌اند. دوربین سلفی 8 مگاپیکسلی هم در قاب جلویی این گوشی به کار گرفته شده است. باتری 5000 میلی‌آمپرساعتی، پشتیبانی از فناوری شارژ سریع 18 واتی، درگاه USB Type-C 2.0 و حسگر اثرانگشت اپتیکال در پشت گوشی هم از دیگر ویژگی‌های این گوشی است."
                },
                {
                    "id":19,
                    "title": "9R",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/39f14107742b085374e51d2a84fb9bccda70662f_1645511236.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Oneplus",
                    "price": 18700000,
                    "storage": 256,
                    "ram": 12,
                    "cameraB": 48,
                    "cameraF": 16,
                    "system": "Android 11",
                    "description": "وان پلاس 9R یکی از گوشی‌های هوشمند قدرتمند این شرکت است که توانایی ارائه عملکرد بسیار خوب و قابل قبولی را دارد. در همان نگاه اول طراحی پرچمدار‌گونه این گوشی نشان از آن دارد که با گوشی هوشمند قدرتمندی رو‌به‌رو هستید. در نمای رو‌به‌رویی وان‌ پلاس 9R به صفحه‌نمایش با ابعاد 6.55 اینچ با رزولوشن 1080×2400 پیکسل از نوع Fluid AMOLED مجهز شده است. صفحه‌نمایش قدرتمندی که توانایی ارائه نرخ بروزرسانی 120 هرتز را هم دارد. در بخش سنسور‌های دوربین هم یک سنسور دوربین اصلی با رزولوشن 48 مگاپیکسل از نوع عریض با گشودگی دریچه دیافراگم f/1.7، سنسور 16 مگاپیکسل از نوع فوق عریض (ultrawide) با زاویه دید 123 درجه به‌همراه سنسور 5 مگاپیکسل از نوع ماکرو و سنسور 2 مگاپیکسل مونوکروم، سنسور‌های دوربین چهار‌گانه قسمت پشتی این گوشی هوشمند را تشکیل می‌دهند. برای دوربین سلفی هم سنسور با رزولوشن 16 مگاپیکسل در نظر گرفته شده است. با توجه به حضور پردازنده قدرتمند اسنپدراگون 870 5G سبب شده تا وان‌ پلاس 9R توانایی ارائه عملکرد بسیار خوبی در اجرای بازی‌ها و نرم‌افزار‌های سنگین داشته باشد. باتری با میزان ظرفیت 4500 میلی‌آمپر‌ساعت در کنار شارژر قدرتمند 65 وات از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند است. لازم به ذکر است که شارژر قدرتمند در نظر گرفته شده، توانایی شارژ یک تا صد درصدی باتری این گوشی هوشمند را در مدت زمان کوتاه 39 دقیقه دارد."
                },
                {
                    "id":20,
                    "title": "8T",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/728e0dd70e504c83df346e62a0bd8f0525e8f46f_1646569713.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Oneplus",
                    "price": 17500000,
                    "storage": 256,
                    "ram": 12,
                    "cameraB": 48,
                    "cameraF": 16,
                    "system": "Android 11",
                    "description": "وان پلاس 8T 5G یکی از گوشی‌های هوشمند با‌کیفیت شرکت وان پلاس است که به لطف بهره بردن از مشخصات فنی مناسب و قدرتمند، توانایی ارائه عملکرد بسیار خوب و قابل قبولی را دارد. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.55 اینچ و رزولوشن 1080×2400 پیکسل از نوع Fluid AMOLED مجهز شده است. این صفحه‌نمایش با توجه به نمایش 402 پیکسل در هر اینچ و ارائه نرخ بروزرسانی 120 هرتز، عملکرد بسیار خوب و قابل قبولی دارد. بریدگی دایره‌ای شکل ناچ اینفینیتی O در قسمت بالایی و گوشه سمت چپ صفحه‌نمایش، سنسور دوربین سلفی با رزولوشن 16 مگاپیکسل را در خود جای داده است. در قسمت پشتی هم چهار سنسور برای این گوشی در نظر گرفته شده است. یک سنسور دوربین اصلی با رزولوشن 48 مگاپیکسل از نوع عریض با گشودگی دریچه دیافراگم f/1.7 در کنار سنسور 16 مگاپیکسل از نوع فوق عریض با زاویه دید 123 درجه به‌همراه سنسور 5 مگاپیکسل از نوع ماکرو و سنسور 2 مگاپیکسل از مونوکروم، سنسور‌های دوربین چهار‌گانه وان پلاس 8T 5G را تشکلی می‌دهند. حضور یکی از قدرتمند‌ترین پردازنده‌های شرکت کوالکام، یعنی اسنپدراگون 865 سبب شده نه‌تنها این گوشی عملکرد بسیاری خوبی در اجرای بازی‌های سنگین داشته باشد، بلکه از شبکه‌های اینترنتی نسل پنجم یا همان 5G هم پشتیبانی می‌کند. باتری با میزان ظرفیت 4500 میلی‌آمپر‌ساعت در کنار شارژر قدرتمند با توان 65 وات، از دیگر مشخصات در نظر گرفته شده است. لازم به ذکر است که شارژر در نظر گرفته شده، توانایی شارژ صفر تا صد درصدی باتری این گوشی را در مدت زمان 39 دقیقه دارد."
                }
            ]
        }
    ],
    "Apple": [
        {
            "image": "https://raw.githubusercontent.com/firoozi15/json/main/Shop/Apple.png",
            "Product":
            [
                {
                    "id":21,
                    "title": "iPhone 13 Pro Max",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/fa5961b7d2a4efb180d686f6f69dd45381a4d3dd_1649056488.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Apple",
                    "price": 51590000,
                    "storage": 256,
                    "ram": 6,
                    "cameraB": 12,
                    "cameraF": 12,
                    "system": "IOS 15",
                    "description": "بالاخره بعد از شایعات، شاهد رونمایی جدید‌ترین گوشی‌های هوشمند اپل در قالب خانواده آیفون 13 بودیم. آیفون 13 پرو مکس، آیفون 13 پرو، آیفون 13 و آیفون 13 مینی به‌عنوان جدید‌ترین گوشی‌های هوشمند این شرکت معرفی شدند. آیفون 13 پرو مکس بدون شک به مشخصات فنی قدرتمند‌تری به نسبت ما‌بقی اعضای این خانواده مجهز شده است. از نظر طراحی تفاوت چندانی با نسل قبلی پرچمداران این شرکت شاهد نبودیم. تنها در نمای رو به رویی این بار اپل از ناچ با عرض کمتری به نسبت نسل قبلی بهره برده است. آیفون 13 پرو مکس به صفحه‌نمایشی 6.7 اینچی با رزولوشن 1284×2778 پیکسل مجهز شده است. برای اولین بار در تاریخ گوشی‌های هوشمند اپل، صفحه‌نمایش در نظر گرفته شده برای آیفون 13 پرو مکس توانایی ارائه نرخ بروزرسانی 120 هرتز را دارد که بدون شک می تواند صفحه‌نمایشی روان‌تر و به مراتب با‌کیفیت‌تری با نسبت نسل های قبلی ارائه می‌کند. این صفحه‌نمایش توانایی ارائه حداکثر روشنایی 1200 نیت (شمع در متر مربع) را دارد که همین امر سبب می شود تا در شرایط نوری متنوع و حتی زیر تابش مستقیم نور خورشید هم، وضوح تصویر بسیار خوبی دارد. در قسمت پشتی سه سنسور دوربین به همراه یک سنسور LIDAR با همان طراحی آیفون 12 پرو مکس قرار گرفته‌اند. یک سنسور دوربین اصلی با رزولوشن 12 مگاپیکسلی با گشودگی دریچه دیافراگم f/1.5، سنسور دوربین 12 مگاپیکسلی از نوع فوق عریض (Ultra Wide) و سنسور 12 مگاپیکسلی از نوع تله فوتو، دوربین سه‌گانه آیفون 13 پرو مکس را تشکیل می دهند. پردازنده A15 بایونیک هم این‌بار قدرتمند تر از همیشه متشکل از شش هسته (2 هسته قدرتمند‌تر و 4 هسته با صرفه انرژی کمتر) این پرچمدار قدرتمند را همراهی می‌کند. آیفون 13 پرو مکس در چهار مدل با حافظه‌‌های داخلی 128/256/512 گیگابایت در کنار مدل جدید با حافظه‌داخلی 1 ترابایت معرفی شد."
                },
                {
                    "id":22,
                    "title": "iPhone 13 Pro",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/2108647c04c8ff8206c7ba86aceb8b4173f06fcf_1656430680.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Apple",
                    "price": 47880000,
                    "storage": 256,
                    "ram": 6,
                    "cameraB": 12,
                    "cameraF": 12,
                    "system": "IOS 15",
                    "description": "بالاخره بعد از شایعات، شاهد رونمایی جدید‌ترین گوشی‌های هوشمند اپل در قالب خانواده آیفون 13 بودیم. آیفون 13 پرو مکس، آیفون 13 پرو، آیفون 13 و آیفون 13 مینی به‌عنوان جدید‌ترین گوشی‌های هوشمند این شرکت معرفی شدند. از نظر طراحی تفاوت چندانی با نسل قبلی پرچمداران این شرکت شاهد نبودیم. تنها در نمای رو به رویی این بار اپل از ناچ با عرض کمتری به نسبت نسل قبلی بهره برده است. آیفون 13 پرو به صفحه‌نمایشی 6.1 اینچی با رزولوشن 2532x1170 پیکسل مجهز شده است. برای اولین بار در تاریخ گوشی‌های هوشمند اپل، صفحه‌نمایش در نظر گرفته شده برای آیفون 13 پرو توانایی ارائه نرخ بروزرسانی 120 هرتز را دارد که بدون شک می تواند صفحه‌نمایشی روان تر و به مراتب با‌کیفیت‌تری به نسبت نسل های قبلی ارائه می‌کند. این صفحه‌نمایش توانایی ارائه حداکثر روشنایی 1200 نیت (شمع در متر مربع) را دارد که همین امر سبب می‌شود تا در شرایط نوری متنوع و حتی زیر تابش مستقیم نور خورشید هم، وضوح تصویر بسیار خوبی دارد. در قسمت پشتی سه سنسور دوربین به همراه یک سنسور LIDAR با همان طراحی آیفون 12 پرو مکس قرار گرفته‌اند. یک سنسور دوربین اصلی با رزولوشن 12 مگاپیکسلی با گشودگی دریچه دیافراگم f/1.5، سنسور دوربین 12 مگاپیکسلی از نوع فوق عریض (Ultra Wide) و سنسور 12 مگاپیکسلی از نوع تله فوتو، دوربین سه‌گانه آیفون 13 پرو مکس را تشکیل می دهند. پردازنده A15 بایونیک هم این‌بار قدرتمند تر از همیشه متشکل از شش هسته (2 هسته قدرتمند‌تر و 4 هسته با صرفه انرژی کمتر) این پرچمدار قدرتمند را همراهی می‌کند. آیفون 13 پرو در چهار مدل با حافظه‌‌های داخلی 128/256/512 گیگابایت در کنار مدل جدید با حافظه‌داخلی 1 ترابایت معرفی شد."
                },
                {
                    "id":23,
                    "title": "iPhone 13",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/ec9a962187e1f82cc47e7a148ef99ec1c6fd024d_1656423242.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Apple",
                    "price": 38200000,
                    "storage": 128,
                    "ram": 4,
                    "cameraB": 12,
                    "cameraF": 12,
                    "system": "Android 12",
                    "description": "گوشی موبایل «iPhone 13» پرچم‌دار جدید شرکت اپل است که با چند ویژگی جدید و دوربین دوگانه روانه بازار شده است. اپل برای ویژگی‌ها و طراحی کلی این گوشی از همان فرمول چند سال اخیرش استفاده کرده است. نمایشگر آیفون 13 به پنل Super Retina مجهز ‌شده است تا تصاویر بسیار مطلوبی را به کاربر عرضه کند. این نمایشگر رزولوشن بسیار بالایی دارد؛ به‌طوری‌که در اندازه­‌ی 6.1 اینچی‌اش، حدود 460 پیکسل را در هر اینچ جا داده است. امکان شارژ بی‌‌سیم باتری در این گوشی وجود دارد. روکش سرامیکی صفحه‌نمایش این گوشی می‌تواند انقلابی در محافظت به‌پا کند. این گوشی ضدآب و ضد گردوخاک است. بدنه­ زیبا iPhone 13 در مقابل خط‌‌وخش مقاومت زیادی دارد؛ پس خیالتان از این بابت که آب و گردوغبار به‌‌راحتی روی آیفون 13 تأثیر نمی‌‌گذارد، راحت باشد. علاوه‌براین لکه و چربی هم روی این صفحه‌نمایش باکیفیت تأثیر چندانی ندارند. تشخیص چهره با استفاده از دوربین جلو دیگر ویژگی است که در آیفون جدید اپل به کار گرفته شده است. قابلیت اتصال به شبکه­‌های 4G و 5G، بلوتوث نسخه‌ 5، نسخه­‌ 15 از iOS دیگر ویژگی‌های این گوشی هستند. ازنظر سخت‌‌افزاری هم این گوشی از تراشه­‌ی جدید A15 بهره می‌برد که دارای 15 میلیارد ترانزیستور است که دارای کنترل گرمای مطلوبی بوده که تا بتواند علاوه بر کارهای معمول، از قابلیت‌های جدید واقعیت مجازی که اپل این روزها روی آن تمرکز خاصی دارد، پشتیبانی کند. به گفته خود شرکت اپل این گوشی دارای سرعتی 50 برابر نسخه 12 خود است. پردازنده دارای ماژولار جدیدی است که مصرف باتری را بسیار پایین‌تر آورده است و شما دارای حفظ باتری بالاتری هستید. کیفیت نمایش شما در iPhone 13 دارای 120 هرتز است و کسفیت بالایی را شاهد خواهید بود. اپل در این سری از گوشی‌های iPhone خود پردازنده گرافیکی‌ای را قرار داده که از سری 12 گوشی‌های خود 30 درصد سریع‌تر است و این نویدبخش آن است که شما می‌توانید بازی‌هایی را با گرافیک و MAP سنگین تر و بزرگ‌تر اجرا کنید. یکی از ویژگی‌هایی که در iPhone 13 شاهد هستیم سیستم فیلمبرداری ProRes سینمایی آن است که می تواند انقلابی در فیلمبرداری گوشی‌های موبایل به‌راه انداخته باشد. این قابلیت می‌تواند نسبت به صورت روبرو بین افراد و یا بین فرد و اشیا فوکوس و بِلار داشته باشد."
                },
                {
                    "id":24,
                    "title": "iPhone 12",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/78aee0be578a293470d987870148cbaf8904a1e3_1657354819.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Apple",
                    "price": 30100000,
                    "storage": 64,
                    "ram": 4,
                    "cameraB": 12,
                    "cameraF": 12,
                    "system": "IOS 14.1",
                    "description": "گوشی موبایل iPhone 12 A2402 MGHN3J/A پرچم‌دار جدید شرکت اپل است که با چند ویژگی جدید و دوربین دوگانه روانه بازار شده است. اپل برای ویژگی‌ها و طراحی کلی این گوشی از همان فرمول چند سال اخیرش استفاده کرده است. نمایشگر آیفون 12 به پنل Super Retina مجهز ‌شده است تا تصاویر بسیار مطلوبی را به کاربر عرضه کند. این نمایشگر رزولوشن بسیار بالایی دارد؛ به‌طوری‌که در اندازه­‌ی 6.1 اینچی‌اش، حدود 460 پیکسل را در هر اینچ جا داده است که دقیقاً با تراکم پیکسلی iPhone XS برابر است. قاب پشتی آیفون جدید هم از شیشه ساخته‌ شده تا هم گوشی مشکل آنتن‌‌دهی نداشته باشد و هم امکان شارژ بی‌‌سیم باتری در این گوشی وجود داشته باشد. البته قابی فلزی این بدنه شیشه‌ای را در خود جای داده است. این بدنه­‌ی زیبا در مقابل خط‌‌وخش مقاومت زیادی دارد؛ پس خیالتان از این بابت که آب و گردوغبار به‌‌راحتی روی آیفون 12 تأثیر نمی‌‌گذارد، راحت باشد. علاوه‌براین لکه و چربی هم روی این صفحه‌نمایش باکیفیت تأثیر چندانی ندارند اما این هم پایان کار نیست، آیفون جدید می‌تواند به مدت 30 دقیقه در عمق 6 متری آب دوام بیاورد. تشخیص چهره با استفاده از دوربین جلو دیگر ویژگی است که در آیفون جدید اپل به کار گرفته شده است. قابلیت اتصال به شبکه­‌های 4G و 5G، بلوتوث نسخه‌ 5، نسخه­‌ی 14 از iOS دیگر ویژگی‌های این گوشی هستند. ازنظر سخت‌‌افزاری هم این گوشی از تراشه­‌ی جدید A14 بهره می‌برد که تا بتواند علاوه بر کارهای معمول، از قابلیت‌های جدید واقعیت مجازی که اپل این روزها روی آن تمرکز خاصی دارد، پشتیبانی کند. به گفته خود شرکت اپل این گوشی دارای سرعتی 80 برابر نسخه 11 خود است."
                },
                {
                    "id":25,
                    "title": "iPhone 13 Mini",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/fa5dbe7cd934338d164baf8c77db0ca880a28427_1656416538.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Apple",
                    "price": 41500000,
                    "storage": 256,
                    "ram": 4,
                    "cameraB": 12,
                    "cameraF": 12,
                    "system": "IOS 15",
                    "description": "گوشی موبایل «iPhone 13 Mini» پرچم‌دار جدید شرکت اپل است که با چند ویژگی جدید و دوربین دوگانه روانه بازار شده است. اپل برای ویژگی‌ها و طراحی کلی این گوشی از همان فرمول چند سال اخیرش استفاده کرده است. نمایشگر آیفون 13 مینی به پنل Super Retina مجهز ‌شده است تا تصاویر بسیار مطلوبی را به کاربر عرضه کند. این نمایشگر رزولوشن بسیار بالایی دارد؛ به‌طوری‌که در اندازه­‌ی 5.4 اینچی‌اش، حدود 476 پیکسل را در هر اینچ جا داده است. امکان شارژ بی‌‌سیم باتری در این گوشی وجود دارد. روکش سرامیکی صفحه‌نمایش این گوشی می‌تواند انقلابی در محافظت به‌پا کند. این گوشی ضدآب و ضد گردوخاک است. بدنه­ زیبا iPhone 13 Mini در مقابل خط‌‌وخش مقاومت زیادی دارد. تشخیص چهره با استفاده از دوربین جلو دیگر ویژگی است که در آیفون جدید اپل به کار گرفته شده است. قابلیت اتصال به شبکه­‌های 4G و 5G، بلوتوث نسخه‌ 5، نسخه­‌ 15 از iOS دیگر ویژگی‌های این گوشی هستند. ازنظر سخت‌‌افزاری هم این گوشی از تراشه­‌ی جدید A15 بهره می‌برد که دارای 15 میلیارد ترانزیستور است که دارای کنترل گرمای مطلوبی بوده که تا بتواند علاوه بر کارهای معمول، از قابلیت‌های جدید واقعیت مجازی که اپل این روزها روی آن تمرکز خاصی دارد، پشتیبانی کند. پردازنده دارای ماژولار جدیدی است که مصرف باتری را بسیار پایین‌تر آورده است و شما دارای حفظ باتری بالاتری هستید. کیفیت نمایش شما در iPhone 13 Mini دارای 120 هرتز است و کسفیت بالایی را شاهد خواهید بود. اپل در این سری از گوشی‌های iPhone خود پردازنده گرافیکی‌ای را قرار داده که از سری 12 گوشی‌های خود 30 درصد سریع‌تر است. برخی از آيفون‌های وارد شده به بازار ایران از نوع اکتیو بوده که این مدل هم نوع اکتیو است. با توجه به شرایط تحریمی و برای جلوگیری از غیرفعال شدن گوشی، این مدل به صورت فعال شده از کشورهای آسیای شرقی مانند هنگ کنگ و سنگاپور وارد کشور شده است. به اینصورت که گوشی برای لحظاتی روشن و دوباره پلمپ شده تا برای واردات و استفاده در ایران مشکلی وجود نداشته باشد. این گوشی توانایی پشتیبانی از یک سیم‌کارت فیزیکی در کنار سیم‌کارت الکترونیکی (E-SIM) را دارد و لازم به ذکر است که پشتیبانی از دو سیم کارت (یک سیم‌کارت فیزیکی و یک سیم‌کارت الکترونیکی) به‌صورت جهانی عرضه شده و مختص موقعیت جغرافیایی خاصی نیست."
                }
            ]
        }
    ],
    "Nokia": [
        {
            "image": "https://raw.githubusercontent.com/firoozi15/json/main/Shop/Nokia.png",
            "Product":
            [
                {
                    "id":26,
                    "title": "G20",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/6312602e6927f1c209aeac4ac721b1e7d0e92bcc_1656425488.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Nokia",
                    "price": 4000000,
                    "storage": 128,
                    "ram": 4,
                    "cameraB": 48,
                    "cameraF": 8,
                    "system": "Android 11",
                    "description": "گوشی موبایل نوکیا مدل G20 دو سیم‌ کارت ظرفیت 128 گیگابایت از سری گوشی‌های باکیفیت این برند است که می‌تواند تمامی اکثر نیازهای ما مانند وب‌گردی، بازی آفلاین و آنلاین، تماشای فیلم و کلیپ، شبکه‌های اجتماعی، کار با اپلیکیشن و بسیاری دیگر را انجام دهید. گفتنی است که این گوشی با تمامی قابلیت‌هایی که دارد، یک گوشی میان‌رده است. مهندسان نوکیا برای گوشی G20 باتری لیتیوم-یونی با ظرفیت 5050 میلی‌آمپرساعت در نظر گرفته‌اند که باتوجه به ظرفیت آن، عمر مطلوبی هم دارد. که نشان دهنده ظرفیت مناسب این گوشی میان‌رده است. از این گوشی می‌توانید استفاده‌های بسیار متنوع و باکیفیتی در عکاسی داشته باشید. پردازنده مرکزی (CPU) و پردازنده گرافیکی (GPU) این گوشی به‌اندازه‌ای قدرت دارند که می‌توانید بدون هیچ‌گونه دغدغه و کاهش سرعت برنامه‌های متوسط و اجتماعی را اجرا کنید. این گوشی دارای 128 گیگابایت حافظه داخلی و 4 گیگابایت حافظه RAM رم است. گوشی نوکیا G20 دارای دوربین چهارگانه در پشت گوشی بوده که با کیفیت‌های 48،5،2 و 2 مگاپیکسل است. دوربین عکاسی سلفی نوکیا G20 دارای لنزی با رزولوشن 8 مگاپیکسل است که تصاویر مطلوبی برای استفاده در شبکه‌های اجتماعی و ویدئوهای رضایت‌بخشی برای مکالمه تصویری ایجاد می‌کند."
                },
                {
                    "id":27,
                    "title": "3.2",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/ca3b1794fc074592916b3c9b7daca2e104ab2012_1656926221.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Nokia",
                    "price": 3500000,
                    "storage": 64,
                    "ram": 3,
                    "cameraB": 13,
                    "cameraF": 20,
                    "system": "Android Pie 9",
                    "description": "نوکیا 3.2 دو سیم‌کارت (Nokia 3.2) عنوان مدل جدید گوشی موبایل نوکیاست که با پشتیبانی از دو سیم‌کارت، حافظه‌ی 64 گیگابایت و 3 گیگابایت رم تولید و عرضه شده است. در این نسخه از نوکیا 3.2 حسگر اثرانشگت در قاب پشتی هم دیده می‌شود. نوکیا در این محصول تراشه‌ی کوالکام SDM429 Snapdragon 429 را به خدمت گرفته که در مرکز آن پردازنده‌ای چهارهسته‌ای با سرعت 1.8 گیگاهرتز به پردازش اطلاعات مشغول است. سه گیگابایت رم در کنار این مجموعه‌ی سخت‌افزاری قرار گرفته است تا عملکرد روزانه این محصول را مدیریت کند. صفحه‌نمایش 6.26اینچی نوکیا 3.2، با وضوح تصویر 720×1520 یا همان HD، تراکم پیکسلی 269 پیکسل بر هر اینچ را به تصویر می‌کشد. دوربین اصلی نوکیا 3.2 به سنسوری 13 مگاپیکسل مجهز شده است. این دوربین در کنار سنسور 5مگاپیکسلی دوربین سلفی، می‌تواند نیازهای روزمره کاربران را پاسخ‌گو باشد. همان‌طورکه گفته شد، حافظه‌ی داخلی 64گیگابایتی در نوکیا 3.2 به کار رفته است که برای ذخیره‌سازی کافی به نظر می‌رسد؛ البته پشتیبانی از کارت حافظه‌ی جانبی تا 400 گیگابایت هم می‌تواند فضای بیشتری را در اختیار کاربران قرار دهد و نگرانی آن‌ها را در مورد ذخیره‌سازی حجم بالای اطلاعات برای همیشه رفع کند. در پایان گفتنی است زیر قاب پشتی این محصول یک باتری 4000میلی‌آمپرساعتی از نوع لیتیوم‌یون قرار دارد که انرژی موردنیاز گوشی را برای انجام کارهای روزانه فراهم کند."
                },
                {
                    "id":28,
                    "title": "G10",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/856970559351f9aa8aebc6593ea444f7e5ca1b8a_1656509378.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Nokia",
                    "price": 3350000,
                    "storage": 64,
                    "ram": 4,
                    "cameraB": 13,
                    "cameraF": 16,
                    "system": "Android 11",
                    "description": "گوشی موبایل نوکیا مدل G10 TA-1334 دو سیم کارت ، 64 گیگابایت ظرفیت دارد که از محصولات مقرون‌به‌صرفه شرکت نوکیا است که به تازگی معرفی و روانه بازار شد. این محصول دارای صفحه نمایش 6.52 اینچ با رزولوشن 720x1600 پیکسل است که این صفحه‌نمایش در هر اینچ 269 پیکسل را نشان می‌دهد. تراشه این محصول از نوع MediaTek Helio G25 chipset است که برای کاربرد روزمره و متوسط از نظر پردازشی مناسب خواهد بود. نوکیا مدل G10 با حافظه 64 گیگابایتی و رم 4 گیگابایتی برای افرادی که از موبایل خود فقط برای کارهای روزمره و نه انجام بازی‌های سنگین و یا کار با نرم‌افزارهای حرفه‌ای استفاده می‌کنند، مناسب و به اندازه نیاز است. همچنین در نظر داشته باشید که با استفاده از یک کارت حافظه‌ی جانبی قادر خواهید بود این میزان از حافظه را افزایش دهید. قاب پشتی این گوشی موبایل 3 ماژول دوربین دارد. منبع انرژی گوشی G10 باتری لیتیوم-یونی با ظرفیت 5050 میلی‌آمپرساعت است که برای این گوشی با کارایی و ویژگی‌هایی که دارد کافی و مناسب خواهد بود. این موبایل برای کسانی که استفاده‌ی روزمره‌ای از گوشی موبایل دارند و قصد انجام کارهای حرفه‌ای و تخصصی نظیر ادیت فیلم، بازی‌های سنگین و دیگر کارها را با گوشی خود ندارند، گزینه‌ی اقتصادی و به صرفه‌ای است."
                },
                {
                    "id":29,
                    "title": "C21",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/e906a6183a1df354df2bbb715d06e10e0443b396_1656420282.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Nokia",
                    "price": 2580000,
                    "storage": 32,
                    "ram": 2,
                    "cameraB": 8,
                    "cameraF": 5,
                    "system": "Android 11",
                    "description": "در بین گوشی‌های هوشمند شرکت نوکیا، شاهد رونمایی گوشی‌های هوشمند میان‌رده‌ای بودیم که در کنار بهره بردن از مشخصات فنی مناسب و قابل قبول، قیمت مقرون به‌صرفه و ارزان‌تری به نسبت بسیاری از گوشی‌های هوشمند موجود در بازار داشتند. یکی از این گوشی‌های میان‌رده، نوکیا C21 TA-1352 است که مشخصات در نظر گرفته شده برای این گوشی سبب شده تا عملکرد قابل قبولی را از آن شاهد باشید. در نمای رو‌به‌رویی نوکیا C21 TA-1352 به صفحه‌نمایش با ابعاد 6.52 اینچ و رزولوشن 720×1600 پیکسل مجهز شده است. صفحه‌نمایشی از نوع IPSکه توانایی نمایش 269 پیکسل در هر اینچ را دارد. نوکیا C21 TA-1352 در جایگاه یک گوشی میان‌رده، به صفحه‌نمایش قابل قبولی مجهز شده است. در قسمت پشتی هم تنها یک سنسور دوربین با رزولوشن 8 مگاپیکسل را شاهد هستیم که توانایی ثبت تصاویر مناسبی را در نور روز دارد و دوربین سلفی با رزولوشن 5 مگاپیکسل این گوشی هم با توجه به تست‌های انجام شده، در تماس‌های تصویری، کیفیت مناسبی را ارائه می‌کند. در بخش مشخصات سخت‌افزاری اما این گوشی به پردازنده Unisoc SC9863A که برای استفاده روزمره و اجرای نرم‌افزار‌های محبوب، عملکرد خوبی دارد اما نباید چندان برای اجرای بازی‌های سنگین روی آن حساب باز کرد. باتری با میزان ظرفیت 3000 میلی‌آمپر‌ساعت هم از دیگر مشخصات در نظر گرفته شده برای این گوشی است."
                },
                {
                    "id":30,
                    "title": "C30",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/24e36bba767e87349656c030630fe64b2ed565dc_1638169300.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Nokia",
                    "price": 3000000,
                    "storage": 64,
                    "ram": 3,
                    "cameraB": 13,
                    "cameraF": 5,
                    "system": "Android 11",
                    "description": "شرکت نوکیا توانسته است در زمینه گوشی‌های هوشمند میان‌رده عملکرد بسیار خوبی را در چند سال اخیر داشته باشد. نوکیا C30 هم یکی از گوشی‌های هوشمند میان‌رده این شرکت است که در کنار بهره بردن از مشخصات فنی مناسب و قابل قبول، قیمت مقرون به‌صرفه‌ای هم دارد. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.82 اینچ و رزولوشن 720×1600 پیکسل از نوع IPS LCD مجهز شده است. نمایش 257 پیکسل در هر اینچ در کنار طراحی ناچ واتردراپ یا همان قطره‌ای، سبب شده تا با صفحه‌نمایش کاربر‌پسند و البته قابل قبولی رو‌به‌رو باشیم. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 13 مگاپیکسل از نوع عریض در کنار سنسور 2 مگاپیکسل سنجش عمق، سنسور‌های دوربین دو‌گانه این گوشی هوشمند میان‌رده را تشکیل می‌دهند. برای دوربین سلفی هم سنسور با رزولوشن 5 مگاپیکسل در نظر گرفته شده است که برای برقراری تماس‌های تصویری و ثبت تصاویر در نور روز مناسب است. پردازنده Unisoc SC9863A توانایی ارائه عملکرد مناسب و قابل قبولی را در فعالیت‌های روزانه و بازی‌های سبک دارد. باتری قدرتمند با میزان ظرفیت 6000 میلی‌آمپر‌ساعت به‌همراه شارژر معمولی 10 وات، از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند میان‌رده است."
                }
            ]
        }
    ],
    "Huawei": [
        {
            "image": "https://raw.githubusercontent.com/firoozi15/json/main/Shop/Huawei.png",
            "Product":
            [
                {
                    "id":31,
                    "title": "P50 Pocket Premium Edition",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/ab5a64785ceb70f2e8dd76534627efa6a8f22d8e_1656405798.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Huawei",
                    "price": 49000000,
                    "storage": 512,
                    "ram": 12,
                    "cameraB": 40,
                    "cameraF": 10.7,
                    "system": "Android 11",
                    "description": "برخی از شرکت‌های فعال در زمینه گوشی‌های هوشمند، تا به امروز توانسته‌اند گوشی‌های هوشمند انعطاف‌پذیر یا همان تاشو را روانه بازار کنند. یکی از این شرکت‌های موفق، هوآوی است که P50 Pocket Premium Edition به عنوان یکی از جدید‌ترین گوشی‌ خاص این شرکت با صفحه‌نمایشی تاشو معرفی شده است. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش 6.9 اینچی تاشو مجهز شده است و حتی در حالت تاشو هم هوآوی صفحه‌نمایش ثانویه با ابعاد 1.04 اینچی را برای این گوشی هوشمند در نظر گرفته است که امکان نمایش اعلان‌ها، زمان، تاریخ و غیره را دارد. صفحه‌نمایش اصلی این گوشی با ابعاد بزرگ‌تر از پنل اولد بهره برده است که البته توانایی ارائه نرخ بروزرسانی 120 هرتز را هم دارد. صفحه‌نمایش ثانویه هم از نوع اولد است که توانایی ارائه نرخ بروزرسانی 60 هرتز را دارد. تنها تفاوت P50 Pocket Premium Edition به نسبت مدل استاندارد، میزان رم 12 گیگابایت و حافظه داخلی 512 گیگابایتی در نظر گرفته شده است. یک سنسور دوربین اصلی قدرتمند با رزولوشن 40 مگاپیکسل از نوع عریض (wide) در کنار سنسور 13 مگاپیکسل از نوع فوق عریض (ultrawide) و سنسور 32 مگاپیکسل با گشودگی دریچه دیافراگم f/1.8، سنسور‌های دوربین سه‌گانه این گوشی هوشمند خاص و جذاب را تشکیل می‌دهند. برای دوربین سلفی هم سنسور با رزولوشن 10.7 پیکسل از نوع عریض (wide) در نظر گرفته شده است. در بخش مشخصات سخت‌افزاری اما، هوآوی P50 Pocket Premium Edition به یکی از قدرتمند‌ترین پردازنده‌های شرکت کوالکام، یعنی اسنپدراگون 888 4G مجهز شده است. حضور این پردازنده سبب شده تا هوآوی P50 Pocket Premium Edition توانایی ارائه عملکرد بسیار خوبی را در اجرای بازی‌های سنگین و به‌روز دنیا داشته باشد. باتری با میزان ظرفیت 4000 میلی‌آمپر‌ساعت هم انتخاب مناسبی به‌نظر می‌رسد که به ازای هر بار شارژ صد درصدی، در شرایط استفاده معمولی، طول عمر مفید (زمان آماده به‌کار) بیشتر از یک روز و کمتر از دو روز را در اختیارتان قرار می‌دهد."
                },
                {
                    "id":32,
                    "title": "Nova Y70",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/d3ab182de879fe3d2b5bde8d5ad9457db8c91a5d_1656428595.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Huawei",
                    "price": 40000000,
                    "storage": 128,
                    "ram": 4,
                    "cameraB": 48,
                    "cameraF": 8,
                    "system": "Android 11",
                    "description": "nova Y70 یکی از گوشی‌های هوشمند میان‌رده جدید شرکت هوآوی است که به لطف بهره بردن از مشخصات فنی مناسب، توانایی ارائه عملکرد بسیار خوب و قابل قبولی را دارد. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش 6.75 اینچ با رزولوشن 720×1600 پیکسل از نوع TFT مجهز شده است. این صفحه‌نمایش از طراحی کاربر پسند ناچ واتردراپ بهره برده است که بریدگی قطره‌ای شکل ناچ در قسمت بالایی و مرکزی صفحه‌نمایش، سنسور دوربین سلفی با رزولوشن 8 مگاپیکسل را در خود جای داده است. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 48 مگاپیکسل از نوع عریض (wide) در کنار سنسور 5 مگاپیکسل فوق عریض (ultrawied) با زاویه دید 120 درجه و سنسور 2 مگاپیکسل سنجش عمق برای ثبت هرچه بهتر تصاویر پرتره توسط سنسور دوربین اصلی، دوربین‌های سه‌گانه هوآوی nova Y70 را تشکیل می‌دهند. در بخش مشخصات سخت‌افزاری هم این گوشی به پردازنده . اختصاصی Kirin 710A هوآوی مجهز شده است که توانایی ارائه عملکرد خوبی در اجرای بازی‌های و نرم‌افزار‌های محبوب دارد. باتری قدرتمند با میزان ظرفیت 6000 میلی‌آمپر‌ساعت هم سبب شده تا این گوشی به ازای هر بار شارژ صد درصدی به‌راحتی طول عمر مفید (زمان آماده به‌کار) دو روز را در شرایط استفاده معمولی ارائه کند."
                },
                {
                    "id":33,
                    "title": "Y9a",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/1b643c2e2b05b242647d6f3297d262935722486c_1656407764.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Huawei",
                    "price": 5120000,
                    "storage": 128,
                    "ram": 8,
                    "cameraB": 64,
                    "cameraF": 16,
                    "system": "Android 10",
                    "description": "گوشی مدل « Y9a FRL-L22 » از سری محصولات شرکت مطرح هوآوی است که در تاریخ 7 سپتامبر 2020 روانه بازار شده است. حسگر دوربین سلفی هم در این گوشی با استفاده از موتوری کوچک در زمان گرفتن سلفی بالا می‌آید. نمایشگر این محصول دارای رزولوشن بالایی است؛ به‌طوری‌که در اندازه‌ی 6.63 اینچی‌اش، حدود 397 پیکسل را در هر اینچ جا داده است. نمایشگر تمام‌صفحه در گوشی Y9a هوآوی تعبیه شده که این صفحه‌نمایش قاب جلویی را پوشانده و هیچ بریدگی‌ای در آن دیده نمی‌شود. ویژگی دیگر Y9a حسگر اثرانگشت تعبیه شده در لبه قاب آن است. این فناوری خطوط انگشت شما را با استفاده از فناوری جدید شناسایی می­‌کند و تنها با لمس انگشت شما قفل گوشی را باز می‌کند. علاوه بر این حسگر، چهار دوربین که در یکی سنسور 64 مگاپیکسلی, 8 مگاپیکسل و در دوتای دیگر سنسورهای 2 مگاپیکسل قرار دارد در قسمت پشتی این گوشی جای گرفته‌اند. دوربین‌ خاص سلفی Y9a هم به سنسور 16 مگاپیکسلی مجهز شده است. قابلیت اتصال به شبکه‌ ارتباطی 4G با سرعت کاملاً مطلوب، بلوتوث نسخه­‌ی 5.1، نسخه­‌ی 10 از اندروید و امکان عکاسی HDR و پانوراما از دیگر ویژگی‌های جدید این گوشی هستند. ازنظر سخت‌افزاری هم این گوشی از تراشه‌ی Mediatek Helio G80 بهره می‌­برد که در آن پردازنده‌‌ای هشت‌هسته‌ا‌ی و قدرتمند قرارگرفته تا بتواند علاوه‌بر کارهای معمول، از قابلیت‌‌های به‌روز که هوآوی این روزها روی آن تمرکز خاصی دارد، پشتیبانی کند. گوشی Y9a محصولی بسیار زیبا و با امکانات فراوان است که به عنوان گوشی مدرن و باتری پرقدرت به بازار عرضه شده است. این گوشی موبایل هوآوی دارای فناوری و قابلیت مخصوص خود برند بوده که با نام HMS است. این سرویس مخصوص هوآوی بوده و می‌تواند جایگزین سرویس های گوگل از جمله جی‌میل، پلی‌استور و بسیاری دیگر شود. با توجه به مشخصات در نظر گرفته شده که به آن‌ها اشاره کرده بودیم در کنار قیمتی مقرون به‌صرفه سبب شده تا این گوشی میان‌رده ارزش خرید بسیار بالایی داشته باشد."
                },
                {
                    "id":34,
                    "title": "Nova 9",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/864d0e9caeb1898a87bef4d728dc7acee2c526dd_1656430491.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Huawei",
                    "price": 10360000,
                    "storage": 128,
                    "ram": 8,
                    "cameraB": 50,
                    "cameraF": 32,
                    "system": "Android 11",
                    "description": "سری nova گوشی‌های هوشمند هواوی تا به امروز توانسته‌اند با بهره بردن از مشخصات فنی مناسب، عملکرد بسیار قابل قبولی را به‌نمایش بگذارند. یکی از گوشی‌های هوشمند بسیار با‌کیفیت این سری، nova 9 است که بدون هیچ تعریف اضافی باید گفت به مشخصات فنی قدرتمند مجهز شده است. طراحی بسیار زیبای در نظر گرفته شده برای این گوشی هوشمند در همان نگاه اول خبر از آن می‌دهد که با گوشی هوشمند قدرتمندی رو‌به‌رو هستید. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.57 اینچ و رزولوشن 1080×2340 پیکسل از نوع اولد مجهز شده است که توانایی ارائه نرخ بروزرسانی 120 هرتز را هم دارد. در قسمت پشتی این گوشی هم شاهد قرار‌گیری چهار سنسور دروبین هستیم که یک سنسور دوربین اصلی با رزولوشن 50 مگاپیکسل از نوع عریض با گشودگی دریچه دیافراگم f/1.9 در کنار یک سنسور 8 مگاپیکسل از نوع فوق عریض (ultrawide) و دو سنسور 2 مگاپیکسل از نوع سنجش عمق و ماکرو، سنسور‌های دوربین چهارگانه nova 9 را تشکیل می‌دهند. برای دوربین سلفی هم سنسور قدرتمندی با رزولوشن 32 مگاپیکسل در نظر گرفته شده است. در بخش مشخصات سخت‌افزاری در نظر گرفته شده هم هوآوی چیزی برای این گوشی هوشمند کم نگذاشته و پردازنده قدرتمند اسنپدراگون 778G 4G با معماری 6 نانومتری در نظر گرفته شده است. بهره بردن از چنین پردازنده‌ای سبب شده تا هیچ مشکلی برای اجرای بازی‌های سنگین و به‌روز نداشته باشید. باتری 4300 میلی‌آمپر‌ساعت در کنار شارژر قدرتمند 66 وات از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند است. لازم به ذکر است که شارژر قدرتمند 66 واتی در نظر گرفته شده برای هوآوی nova 9، توانایی شارژ 0 تا 100 درصدی باتری را در مدت زمان کوتاه 38 دقیقه‌ای دارد. لازم به ذکر است که این گوشی از داشتن پلتفرم سرویس خدمات گوگل (Google Play Services) محروم است و شما می‌توانید از پلتفرم جذاب و کاربردی AppGallery استفاده کنید."
                },
                {
                    "id":35,
                    "title": "Nova 9 SE",
                    "image": "https://dkstatics-public.digikala.com/digikala-products/3ef29a3a0d29412598cb6fc0a9c251848d2330cc_1656424351.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
                    "category": "Huawei",
                    "price": 6880000,
                    "storage": 128,
                    "ram": 8,
                    "cameraB": 108,
                    "cameraF": 16,
                    "system": "Android 11",
                    "description": "سری nova گوشی‌های هوشمند هوآوی همواره توانسته‌اند با بهره بردن از مشخصات فنی مناسب و قیمتی مقرون به‌صرفه، عملکرد بسیار خوبی را به‌نمایش بگذارند. یکی از گوشی‌های هوشمند با‌کیفیت این سری، nova 9 SE است که باید گفت با توجه به قیمت در نظر گرفته شده، از مشخصات فنی قدرتمندی بهره برده است. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش قدرتمند با ابعاد 6.78 اینچ و رزولوشن 1080×2388 پیکسل مجهز شده که این صفحه‌نمایش، توانایی ارائه نرخ بروزرسانی 90 هرتز را هم دارد. بریدگی زیبای دایره‌ای شکل ناچ در قسمت بالایی و مرکزی صفحه‌نمایش هم سنسور دوربین سلفی با رزولوشن 16 مگاپیکسل را در خود جای داده است. در قسمت پشتی اما یک سنسور دوربین اصلی قدرتمند با رزولوشن 108 مگاپیکسل و گشودگی دریچه دیافراگم f/1.9 در کنار سنسور 8 مگاپیکسل از نوع الترا واید (ultrawide) با زاویه دید 112 درجه و دو سنسور 2 مگاپیکسل از نوع ماکرو و سنجش عمق، سنسور‌های دروبین چهارگانه هوآوی nova 9 se را تشکیل می‌دهند. حضور پردازنده اسنپدراگون 680 4G شرکت کوالکام هم سبب شده تا این گوشی در اجرای بازی و نرم‌افزار‌های کاربردی و محبوب، عملکرد بسیار خوب و قابل قبولی را به‌نمایش بگذارد. باتری با میزان ظرفیت 4000 میلی‌آمپر‌‌ساعت در کنار شارژر 66 واتی مجهز به تکنولوژی شارژ سریع هم از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند هستند. شارژر 66 وات این گوشی توانایی شارژ 75 درصدی باتری را در مدت زمان کوتاه 20 دقیقه دارد."
                }
            ]
        }
    ]
}